Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/en-et (1).tmx
Source language: en
Languages: et

source: Includes Gmail, Google Docs, Google+, YouTube and Picasa
et: Sisaldub Gmail, Google Docs, Google+, YouTube ja Picasa

source: Change your own user data
et: Oma kasutajate andmete muutmine

source: Authentication is required to change your own user data
et: Autentimine on vajalik kasutaja enda andmete muutmiseks

source: Manage user accounts
et: Kasutajakontode haldamine

source: Authentication is required to change user data
et: Autentimine on vajalik kasutaja andmete muutmiseks

source: Authentication is required to change the login screen configuration
et: Autentimine on vajalik logimise ekraani muudatusteks

source: Enable debugging code
et: Silumise lubamine

source: Configure what gets logged in your Zeitgeist activity log
et: Seadista, mida salvestatakse su Zeitgeisti tegevuste logisse

source: Activities and Privacy Manager Tool
et: Tegevuste ja privaatsuse haldustööriist

source: Security & Privacy
et: Turvalisus & Privaatsus

source: Privacy and Activity Manager
et: Privaatsuse- ja tegevuste haldur

source: Files & Applications
et: Failid & Rakendused

source: Security
et: Turvalisus

source: Search
et: Otsing

source: Diagnostics
et: Diagnostika

source: When searching in the Dash:
et: Dashist otsimisel:

source: Include online search results
et: Kaasa Interneti otsingutulemused

source: Require my password when:
et: Nõua minu parooli kui:

source: Name
et: Nimi

source: No description available
et: Kirjeldus pole saadaval

source: Last Used
et: Viimati kasutatud

source: Activity
et: Tegevus

source: Select Application
et: Vali rakendus

source: Today, %H:%M
et: Täna, %H:%M

source: Yesterday, %H:%M
et: Eile, %H:%M

source: Never
et: Mitte kunagi

source: From:
et: Alates:

source: To:
et: Kuni:

source: Invalid Timerange
et: Vigane ajavahemik

source: In the past hour
et: Viimase tunni jooksul

source: In the past day
et: Viimase päeva jooksul

source: This operation cannot be undone, are you sure you want to delete this activity?
et: Seda sammu ei saa tagasi võtta, oled kindel, et soovid selle tegevuse kustutada?

source: Ubuntu can collect anonymous information that helps developers improve it. All information collected is covered by our privacy policy.
et: Ubuntu võib koguda anonüümseid andmeid, mis aitavad arendajatel nende tööd teha. Infot kogutakse Ubuntu privaatsuseeskirju järgides.

source: Privacy Policy
et: Privaatsuseeskirjad

source: People using this computer can:
et: Selle arvuti kasutajad saavad:

source: Send error reports to Canonical
et: Vearaportite saatmine Canonicalile

source: Error reports include information about what a program was doing when it failed. You always have the choice to send or cancel an error report.
et: Vearaportid sisaldavad infot selle kohta, mida rakendus parajasti tegi, kui ta kokku jooksis. Sa võid alati ise valida raporti saatmise ja saatmise katkestamise vahel.

source: Show Previous Reports
et: Näita eelmiseid raporteid

source: locale noexpr
et: valikule sobimatu argument locale noexpr

source: Play many different solitaire games
et: Palju erinevaid kaardiladumismänge

source: Theme file name
et: Teemafaili nimi

source: The name of the file with the graphics for the cards.
et: Kaardigraafika faili nimi.

source: Whether or not to show the toolbar
et: Kas tööriistariba on nähtaval või peidus

source: Whether or not to show the status bar
et: Kas olekuriba on nähtaval või peidus

source: Select the style of control
et: Juhtimislaadi valimine

source: Select whether to drag the cards or to click on the source then the destination.
et: Kui märgitud, siis kaarte tõstetakse teise kohta lohistamise abil, vastasel juhul aga klõpsamise abil.

source: Sound
et: Heli

source: Whether or not to play event sounds.
et: Kas helisid esitatakse või mitte.

source: Animations
et: Animatsioonid

source: Whether or not to animate card moves.
et: Kas kaardikäikude animatsiooni kasutatakse või mitte.

source: The game file to use
et: Kasutatav mängufail

source: The name of the scheme file containing the solitaire game to play.
et: Kaardiladumismängu skeemifaili nimi.

source: Statistics of games played
et: Mängitud mängude statistika

source: Recently played games
et: Viimati mängitud mängud

source: A list of recently played games.
et: Viimati mängitud mängude nimekiri.

source: New Game
et: Uus mäng

source: Statistics
et: Statistika

source: Quit
et: Lõpeta

source: Select Game
et: Vali mäng

source: _Select
et: _Vali

source: _Hint
et: _Vihje_New" is for the menu item 'Game->New', implies "New Game

source: _New
et: _Uus_New Game

source: _New Game
et: _Uus mäng

source: _Redo Move
et: T_aasta käikReset

source: _Reset
et: _Lähtesta_Restart" is the menu item 'Game->Restart', implies "Restart Game

source: _Restart
et: _Alusta uuesti

source: _Undo Move
et: _Tühista käik

source: _Deal
et: _Jaga

source: _Leave Fullscreen
et: _Välju täisekraanvaatest

source: _Pause
et: _Peata

source: %s is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version %d of the License, or (at your option) any later version.
et: %s on vaba tarkvara. Te võite seda edasi levitada ja/või muuta vastavalt GNU Üldise Avaliku Litsentsi tingimustele, nagu need on Vaba Tarkvara Fondi poolt avaldatud; kas Litsentsi versioon number %d või (vastavalt Teie valikule) ükskõik milline hilisem versioon.

source: %s is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
et: Programmi %s levitatakse lootuses, et see on kasulik, kuid ILMA IGASUGUSE GARANTIITA; isegi KESKMISE/TAVALISE KVALITEEDIGARANTIITA või SOBIVUSELE TEATUD KINDLAKS EESMÄRGIKS. Üksikasjade suhtes vaata GNU Üldist Avalikku Litsentsi.

source: You should have received a copy of the GNU General Public License along with this program. If not, see .
et: Te peaks olema saanud GNU Üldise Avaliku Litsentsi koopia koos programmiga %s; kui ei, siis vaata .slot type

source: foundation
et: slot type

source: reserve
et: slot type

source: stock
et: slot type

source: tableau
et: slot type

source: waste
et: foundationslot hint

source: %s on foundation
et: reserveslot hint

source: %s on reserve
et: stockslot hint

source: %s on stock
et: tableauslot hint

source: %s on tableau
et: wasteslot hint

source: This game does not have hint support yet.
et: Sellel mängul pole veel vihjete tuge.

source: Move %s onto %s.
et: Võiks %s tõsta %s peale.

source: This game is unable to provide a hint.
et: See mäng ei suuda ühtegi vihjet anda.

source: Accordion
et: Akordion

source: Athena
et: Ateena

source: Aunt Mary
et: Tädi Mari

source: Backbone
et: Selgroog

source: Bakers Dozen
et: Kuraditosin

source: Bakers Game
et: Pagari mäng

source: Beleaguered Castle
et: Ümberpiiratud loss

source: Carpet
et: Vaip

source: Chessboard
et: Malelaud

source: Clock
et: Kell

source: Cover
et: Taust

source: Diamond Mine
et: Teemantikaevandus

source: Doublets
et: Dubletid

source: Eagle Wing
et: Kotka tiib

source: Easthaven
et: Idataevas

source: Elevator
et: Lift

source: Escalator
et: Ekskalaator

source: First Law
et: Esimene seadus

source: Fortress
et: Kindlus

source: Fortunes
et: Vedamised

source: Forty Thieves
et: Nelikümmend röövlit

source: Fourteen
et: Neliteist

source: Gaps
et: Lüngad

source: Gold Mine
et: Kullakaevandus

source: Gypsy
et: Mustlane

source: Hopscotch
et: Keks

source: Jumbo
et: Hiigelsuur

source: King Albert
et: Kuningas Albert

source: Kings Audience
et: Kuningate vastuvõtt

source: Labyrinth
et: Labürint

source: Lady Jane
et: Leedi Jane

source: Maze
et: Keerdkäigusti

source: Napoleons Tomb
et: Napoleoni haud

source: Neighbor
et: Naaber

source: Osmosis
et: Osmoos

source: Peek
et: Piilu

source: Plait
et: Palmik

source: Poker
et: Pokker

source: Scorpion
et: Skorpion

source: Seahaven
et: Meretaevas

source: Sir Tommy
et: Söör Tommy

source: Spider
et: Ämblik

source: Straight Up
et: Otse üles

source: Streets And Alleys
et: Tänavad ja alleed

source: Template
et: Mall

source: Thieves
et: Vargad

source: Thirteen
et: Kolmteist

source: Valentine
et: Valentin

source: Westhaven
et: Läänetaevas

source: Whitehead
et: Valgepea

source: Zebra
et: Sebracard symbol

source: JOKER
et: JOKKERcard symbol

source: A
et: card symbol

source: J
et: card symbol

source: Q
et: card symbol

source: K
et: card symbol

source: ace of clubs
et: risti äss

source: two of clubs
et: risti kaks

source: three of clubs
et: risti kolm

source: four of clubs
et: risti neli

source: five of clubs
et: risti viis

source: six of clubs
et: risti kuus

source: seven of clubs
et: risti seitse

source: eight of clubs
et: risti kaheksa

source: nine of clubs
et: risti üheksa

source: ten of clubs
et: risti kümme

source: jack of clubs
et: risti soldat

source: queen of clubs
et: risti emand

source: king of clubs
et: risti kuningas

source: ace of diamonds
et: ruutu äss

source: two of diamonds
et: ruutu kaks

source: three of diamonds
et: ruutu kolm

source: four of diamonds
et: ruutu neli

source: five of diamonds
et: ruutu viis

source: six of diamonds
et: ruutu kuus

source: seven of diamonds
et: ruutu seitse

source: eight of diamonds
et: ruutu kaheksa

source: nine of diamonds
et: ruutu üheksa

source: ten of diamonds
et: ruutu kümme

source: jack of diamonds
et: ruutu soldat

source: queen of diamonds
et: ruutu emand

source: king of diamonds
et: ruutu kuningas

source: ace of hearts
et: ärtu äss

source: two of hearts
et: ärtu kaks

source: three of hearts
et: ärtu kolm

source: four of hearts
et: ärtu neli

source: five of hearts
et: ärtu viis

source: six of hearts
et: ärtu kuus

source: seven of hearts
et: ärtu seitse

source: eight of hearts
et: ärtu kaheksa

source: nine of hearts
et: ärtu üheksa

source: ten of hearts
et: ärtu kümme

source: jack of hearts
et: ärtu soldat

source: queen of hearts
et: ärtu emand

source: king of hearts
et: ärtu kuningas

source: ace of spades
et: poti äss

source: two of spades
et: poti kaks

source: three of spades
et: poti kolm

source: four of spades
et: poti neli

source: five of spades
et: poti viis

source: six of spades
et: poti kuus

source: seven of spades
et: poti seitse

source: eight of spades
et: poti kaheksa

source: nine of spades
et: poti üheksa

source: ten of spades
et: poti kümme

source: jack of spades
et: poti soldat

source: queen of spades
et: poti emand

source: king of spades
et: poti kuningas

source: face-down card
et: näoga allapoole kaart

source: black joker
et: must jokker

source: red joker
et: punane jokker

source: Help file “%s.%s” not found
et: Abiteabe faili „%s.%s” ei leitud

source: Could not show help for “%s”
et: „%s” jaoks pole võimalik abiteavet näidata

source: About Solitaire
et: Solitaire mängust lähemalt

source: Select the game type to play
et: Mängu liigi valimine

source: NAME
et: NIMI

source: FreeCell Solitaire
et: Kaardiladumismäng FreeCell

source: Wins:
et: Võite:

source: Total:
et: Kokku:

source: Percentage:
et: Protsent:

source: Wins
et: Võite

source: Best:
et: Parim:

source: Worst:
et: Halvim:

source: Time
et: Aeg%Id%d

source: N/A
et: Pole

source: Congratulations, you have won!
et: Õnnitlused, sinu võit!

source: There are no more moves
et: Rohkem käike ei ole

source: Main game:
et: Põhimäng:

source: Card games:
et: Kaardimängud:

source: Card themes:
et: Kaartide teemad:

source: About AisleRiot
et: Kaardiladumismängust AisleRiot lähemalt

source: translator-credits
et: Lauris Kaplinski , 1999. Tõivo Leedjärv , 2002. Ilmar Kerm , 2002. Ivar Smolin , 2005–2011. Launchpad Contributions: Ivar Smolin https://launchpad.net/~okul

source: GNOME Games web site
et: GNOME mängude veebisait

source: Play “%s”
et: Mängu „%s” mängimine

source: Display cards with “%s” card theme
et: Kaarte näidatakse teemaga „%s”

source: A scheme exception occurred
et: Leidis aset skeemi viga

source: Please report this bug to the developers.
et: Palun teata sellest veast arendajatele.

source: _Don't report
et: Ä_ra teata

source: _Report
et: _Teata

source: _Game
et: _Mäng

source: _View
et: _Vaade

source: _Control
et: _Juhtimine

source: _Help
et: A_bi

source: Start a new game
et: Uue mängu alustamine

source: Restart the game
et: Käesoleva mängu taasalustamine

source: Play a different game
et: Mõne muu mängu mängimine

source: _Recently Played
et: _Viimati mängitud

source: S_tatistics
et: S_tatistika

source: Show gameplay statistics
et: Mängustatistika kuvamine

source: Close this window
et: Selle akna sulgemine

source: Undo the last move
et: Viimase käigu unustamine

source: Redo the undone move
et: Unustatud käigu uuestitegemine

source: Deal next card or cards
et: Järgmise kaardi või järgmiste kaartide jagamine

source: Get a hint for your next move
et: Vihje järgmise käigu tegemiseks

source: View help for Aisleriot
et: Abiteabe kuvamine Aisleriot'i kohta

source: View help for this game
et: Abiteabe kuvamine selle mängu kohta

source: About this game
et: Mängust lähemalt

source: Install card themes…
et: Kaarditeemade paigaldamine…

source: Install new card themes from the distribution packages repositories
et: Kaarditeemade paigaldamine distributsioonipakkide hoidlatest

source: _Card Style
et: Kaartide _laad

source: _Toolbar
et: Töö_riistariba

source: Show or hide the toolbar
et: Tööriistariba näitamine või peitmine

source: _Statusbar
et: _Olekuriba

source: Show or hide statusbar
et: Olekuriba näitamine või peitmine

source: _Click to Move
et: Tõsmine _klõpsu abil

source: Pick up and drop cards by clicking
et: Kaardi tõstmine ja asetamine klõpsu abil

source: _Sound
et: _Heli

source: Whether or not to play event sounds
et: Kas helisid esitatakse või mitte

source: _Animations
et: _Animatsioonid

source: Whether or not to animate card moves
et: Kas kaardikäikudel kasutatakse animatsiooni või mitte

source: Score:
et: Tulemus:

source: Time:
et: Aeg:

source: Cannot start the game “%s”
et: Mängu „%s” pole võimalik alustada

source: Aisleriot cannot find the last game you played.
et: Aisleriotil pole võimalik viimati mängitud mängu leida.

source: This usually occurs when you run an older version of Aisleriot which does not have the game you last played. The default game, Klondike, is being started instead.
et: See juhtub tavaliselt siis, kui Aisleriot'i eelmises versioonis pole viimati mängitud mängu salvestatud. Selle asemel käivitatakse vaikimisi mäng Klondike.

source: Base Card: ~a
et: Aluskaart: ~a

source: Base Card: Ace
et: Aluskaart: Äss

source: Base Card: Jack
et: Aluskaart: Soldat

source: Base Card: Queen
et: Aluskaart: Emand

source: Base Card: King
et: Aluskaart: Kuningas

source: Stock left:
et: Varu jäänud:

source: Stock left: 0
et: Varu jäänud: 0

source: Deal more cards
et: Jaga veel kaarte

source: Try rearranging the cards
et: Proovige kaarte ümber paigutada

source: Unknown color
et: Tundmatu värv

source: the ace of clubs
et: risti ässa

source: the two of clubs
et: risti kahe

source: the three of clubs
et: risti kolme

source: the four of clubs
et: risti nelja

source: the five of clubs
et: risti viie

source: the six of clubs
et: risti kuue

source: the seven of clubs
et: risti seitsme

source: the eight of clubs
et: risti kaheksa

source: the nine of clubs
et: risti üheksa

source: the ten of clubs
et: risti kümne

source: the jack of clubs
et: risti soldati

source: the queen of clubs
et: risti emanda

source: the king of clubs
et: risti kuninga

source: the unknown card
et: tundmatu kaart

source: the ace of spades
et: poti ässa

source: the two of spades
et: poti kahe

source: the three of spades
et: poti kolme

source: the four of spades
et: poti nelja

source: the five of spades
et: poti viie

source: the six of spades
et: poti kuue

source: the seven of spades
et: poti seitsme

source: the eight of spades
et: poti kaheksa

source: the nine of spades
et: poti üheksa

source: the ten of spades
et: poti kümne

source: the jack of spades
et: poti soldati

source: the queen of spades
et: poti emanda

source: the king of spades
et: poti kuninga

source: the ace of hearts
et: ärtu ässa

source: the two of hearts
et: ärtu kahe

source: the three of hearts
et: ärtu kolme

source: the four of hearts
et: ärtu nelja

source: the five of hearts
et: ärtu viie

source: the six of hearts
et: ärtu kuue

source: the seven of hearts
et: ärtu seitsme

source: the eight of hearts
et: ärtu kaheksa

source: the nine of hearts
et: ärtu üheksa

source: the ten of hearts
et: ärtu kümne

source: the jack of hearts
et: ärtu soldati

source: the queen of hearts
et: ärtu emanda

source: the king of hearts
et: ärtu kuninga

source: the ace of diamonds
et: ruutu ässa

source: the two of diamonds
et: ruutu kahe

source: the three of diamonds
et: ruutu kolme

source: the four of diamonds
et: ruutu nelja

source: the five of diamonds
et: ruutu viie

source: the six of diamonds
et: ruutu kuue

source: the seven of diamonds
et: ruutu seitsme

source: the eight of diamonds
et: ruutu kaheksa

source: the nine of diamonds
et: ruutu üheksa

source: the ten of diamonds
et: ruutu kümne

source: the jack of diamonds
et: ruutu soldati

source: the queen of diamonds
et: ruutu emanda

source: the king of diamonds
et: ruutu kuninga

source: Three card deals
et: Jagamine kolme kaardi kaupa

source: Deal another round
et: Uus ring

source: Redeals left:
et: Jagamisi jäänud:

source: Deal a new card from the deck
et: Tõmba pakist uus kaart

source: Base Card:
et: Aluskaart:

source: Reserve left:
et: Pakki jäänud:

source: Move waste back to stock
et: Tõsta ülejääk pakki tagasi

source: Just because a crosswalk looks like a hopscotch board doesn't mean it is one
et: See, et ülekäigurada näeb välja nagu keksuplats, ei tähenda, et ta seda oleks

source: Look both ways before you cross the street
et: Enne tänava ületamist vaadake mõlemale poole

source: Have you read the help file?
et: Olete Te lugenud dokumentatsiooni?

source: Odessa is a better game. Really.
et: Odessa on parem mäng. uskuge mind.

source: Tourniquets are not recommended unless in the direst emergency
et: ZHgutti pole soovitav kasutada muidu, kui ainult äärmisel vajadusel

source: Monitors won't give you Vitamin D -- but sunlight will...
et: Monitorid ei anna Teile D-vitamiini, päike aga küll...

source: If you're ever lost and alone in the woods, hug a tree
et: Kui Te iganes kunagi metsa eksite, emmake puud

source: Fishing wire makes bad dental floss
et: Õngenöör on hambaniidina halb

source: Consistency is key
et: Järjekindlus viib sihile

source: When without a stapler, a staple and a ruler will work
et: Kui klambrilööjat pole, saab hakkama ka klambri ja joonlauaga

source: Never blow in a dog's ear
et: Ära iial puhu koerale kõrva

source: Cards remaining: ~a
et: Kaarte jäänud: ~a

source: Redeal.
et: Jaga uuesti.

source: Unknown value
et: Tundmatu väärtus

source: Deal a card
et: Tõmbab kaarti

source: No hint available right now
et: Vihjet pole hetkel võimalik anda

source: Remove the aces
et: Eemalda ässad

source: Remove the twos
et: Eemalda kahed

source: Remove the threes
et: Eemalda kolmed

source: Remove the fours
et: Eemalda neljad

source: Remove the fives
et: Eemalda viied

source: Remove the sixes
et: Eemalda kuued

source: Remove the sevens
et: Eemalda seitsmed

source: Remove the eights
et: Eemalda kaheksad

source: Remove the nines
et: Eemalda üheksad

source: Remove the tens
et: Eemalda kümned

source: Remove the jacks
et: Eemalda soldatid

source: Remove the queens
et: Eemalda emandad

source: Remove the kings
et: Eemalda kuningad

source: I'm not sure
et: Ma pole kindel

source: Consider moving something into an empty slot
et: Proovige tõsta midagi tyhjale kohale

source: No moves are possible. Undo or start again.
et: Ükski käik pole võimalik. Tühista mõni käik või alusta uuesti.

source: The game has no solution. Undo or start again.
et: Mängul pole lahendust. Tühista mõni käik või alusta uuesti.

source: Double click any card to redeal.
et: Uuestijagamiseks tee mõnel kaardil topeltklõps.

source: No hint available.
et: Hetkel pole ühtegi vihjet.

source: Try moving card piles around
et: Proovi kaardivirnad ringi tõsta

source: Stock left: ~a
et: Varu jäänud: ~a

source: Deal another card
et: Tõmbab uue kaardi

source: Stock remaining: ~a
et: Varu jäänud: ~a

source: Deal a new card
et: Tõmba uus kaart

source: Try moving cards down from the foundation
et: Proovige kaarte aluselt ära tõsta

source: Single card deals
et: Jagamine ühe kaardi kaupa

source: No redeals
et: Ilma uuestijagamiseta

source: Redeals left: ~a
et: Jagamisi jäänud: ~a

source: Deal new cards from the deck
et: Tõmba pakist uued kaardid

source: something
et: miski

source: an empty slot
et: tühja koha

source: Deal the cards
et: Jaga kaardid

source: Reshuffle cards
et: Sega kaardid

source: Please fill in empty pile first.
et: Täida kõigepealt tühi virn.

source: Place something on empty slot
et: Pane midagi tühjale kohale

source: Move a card to an empty temporary slot
et: Tõsta kaart ajutisele tühjale kohale

source: No hint available
et: Vihjeid ei ole

source: Falling Stars
et: Langevad tähed

source: Redheads
et: Punapead

source: Blondes and Brunettes
et: Blondid ja brünetid

source: Wood
et: Puu

source: the foundation
et: alusvirna

source: Deal a card from the deck
et: Tõmba pakist kaart

source: AppArmorApplet is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
et: AppArmorApplet on tasuta tarkvara; võid seda levitada ja/või muuta vastavalt GNU General Public Litsentsile mis on avaldatud Free Software Foundation poolt; Litsentsi versioon 2 või (vastavalt Teie valikule) ükskõik milline hilisem versioon.

source: AppArmor Desktop Preferences
et: AppArmori töölaua eelistused

source: Profile Generation
et: Profiili genereerimine

source: Path
et: Asukoht

source: AppArmor Rejections
et: AppArmor'i tagasilükkamised

source: Error: Out of memory.
et: Viga: mälu ei jätku.

source: Error: basedir %s is not a directory, skipping.
et: Viga: basedir %s pole kataloog, jäetakse vahele.

source: Error: Could not add directory %s to search path.
et: Viga: kataloogi %s pole võimalik otsinguteele lisada.

source: Error: Could not allocate memory.
et: Viga: pole võimalik eraldada mälu.

source: Permission denied
et: Juurdepääs keelatud

source: Out of memory
et: Mälu ei jätku

source: Profile doesn't conform to protocol
et: Profiil ei vasta protokollile

source: Profile does not match signature
et: Profiil ei vasta signatuurile

source: Profile version not supported by Apparmor module
et: Profiili versioon ei ole Apparmori mooduli poolt toetatud

source: Profile already exists
et: Profiil on juba olemas

source: Profile doesn't exist
et: Profiili pole olemas

source: %s: Unable to add "%s".
et: %s: "%s" ei saa lisada.

source: %s: Unable to replace "%s".
et: %s: "%s" ei saa asendada.

source: %s: Unable to remove "%s".
et: %s: "%s" ei saa eemaldada.

source: %s: Unable to write to stdout
et: %s: ei saa kirjutada standardväljundisse

source: Replacement succeeded for "%s".
et: "%s" asendamine õnnestus.

source: Removal succeeded for "%s".
et: "%s" eemaldamine õnnestus.

source: Unable to open %s - %s
et: %s - %s ei saa avada

source: %s: Unable to write entire profile entry
et: %s: kogu profiili kirjet ei saa kirjutada

source: Found unexpected character: '%s'
et: Leiti ootamatu märk: '%s'

source: %s: Sorry. You need root privileges to run this program.
et: %s: Vabandust. Selle rakenduse käivitamiseks on vaja administraatori õigusi.
